alicloud/disk.test3.log
test3: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test3: (groupid=0, jobs=1): err= 0: pid=3180: Sun Aug 25 11:53:10 2019
  write: IOPS=1663, BW=6655KiB/s (6815kB/s)(1950MiB/300007msec); 0 zone resets
    slat (usec): min=4, max=8926, avg=11.42, stdev=13.84
    clat (usec): min=64, max=52542, avg=502.45, stdev=1486.19
     lat (usec): min=283, max=52549, avg=514.15, stdev=1486.31
    clat percentiles (usec):
     |  1.00th=[  302],  5.00th=[  314], 10.00th=[  322], 20.00th=[  330],
     | 30.00th=[  338], 40.00th=[  343], 50.00th=[  351], 60.00th=[  359],
     | 70.00th=[  371], 80.00th=[  392], 90.00th=[  441], 95.00th=[  553],
     | 99.00th=[ 2966], 99.50th=[ 5932], 99.90th=[26608], 99.95th=[28443],
     | 99.99th=[31327]
   bw (  KiB/s): min= 6096, max= 8120, per=100.00%, avg=7752.86, stdev=288.67, samples=515
   iops        : min= 1524, max= 2030, avg=1938.21, stdev=72.18, samples=515
  lat (usec)   : 100=0.01%, 250=0.01%, 500=93.59%, 750=3.14%, 1000=0.64%
  lat (msec)   : 2=1.16%, 4=0.70%, 10=0.37%, 20=0.13%, 50=0.27%
  lat (msec)   : 100=0.01%
  cpu          : usr=0.67%, sys=4.84%, ctx=525900, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,499128,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=6655KiB/s (6815kB/s), 6655KiB/s-6655KiB/s (6815kB/s-6815kB/s), io=1950MiB (2044MB), run=300007-300007msec

Disk stats (read/write):
  vdc: ios=0/508053, merge=0/132, ticks=0/5477474, in_queue=5437705, util=94.21%