alicloud/disk.test5.log
test5: (g=0): rw=write, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test5: (groupid=0, jobs=1): err= 0: pid=3206: Sun Aug 25 11:59:51 2019
  write: IOPS=816, BW=102MiB/s (107MB/s)(10.0GiB/100338msec); 0 zone resets
    slat (usec): min=15, max=236, avg=31.63, stdev= 8.13
    clat (usec): min=679, max=65050, avg=1190.60, stdev=2193.95
     lat (usec): min=717, max=65102, avg=1222.63, stdev=2194.02
    clat percentiles (usec):
     |  1.00th=[  742],  5.00th=[  775], 10.00th=[  791], 20.00th=[  824],
     | 30.00th=[  848], 40.00th=[  865], 50.00th=[  889], 60.00th=[  914],
     | 70.00th=[  938], 80.00th=[  979], 90.00th=[ 1090], 95.00th=[ 1467],
     | 99.00th=[10814], 99.50th=[21627], 99.90th=[28705], 99.95th=[30016],
     | 99.99th=[32900]
   bw (  KiB/s): min=63744, max=105728, per=100.00%, avg=104504.86, stdev=3682.68, samples=200
   iops        : min=  498, max=  826, avg=816.44, stdev=28.77, samples=200
  lat (usec)   : 750=1.57%, 1000=81.40%
  lat (msec)   : 2=13.47%, 4=1.80%, 10=0.73%, 20=0.42%, 50=0.61%
  lat (msec)   : 100=0.01%
  cpu          : usr=1.72%, sys=2.30%, ctx=81927, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,81920,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=102MiB/s (107MB/s), 102MiB/s-102MiB/s (107MB/s-107MB/s), io=10.0GiB (10.7GB), run=100338-100338msec

Disk stats (read/write):
  vdc: ios=0/81823, merge=0/20, ticks=0/94289, in_queue=94264, util=94.04%