alicloud/disk.test6.log
test6: (g=0): rw=write, bs=(R) 256KiB-256KiB, (W) 256KiB-256KiB, (T) 256KiB-256KiB, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test6: (groupid=0, jobs=1): err= 0: pid=3212: Sun Aug 25 12:00:38 2019
  write: IOPS=879, BW=220MiB/s (231MB/s)(10.0GiB/46548msec); 0 zone resets
    slat (usec): min=87, max=602337, avg=1133.95, stdev=8828.78
    clat (nsec): min=427, max=288530, avg=771.63, stdev=1575.81
     lat (usec): min=88, max=602344, avg=1135.11, stdev=8829.08
    clat percentiles (nsec):
     |  1.00th=[  434],  5.00th=[  438], 10.00th=[  442], 20.00th=[  454],
     | 30.00th=[  470], 40.00th=[  506], 50.00th=[  572], 60.00th=[  628],
     | 70.00th=[  716], 80.00th=[  852], 90.00th=[ 1368], 95.00th=[ 1912],
     | 99.00th=[ 3152], 99.50th=[ 3728], 99.90th=[ 5664], 99.95th=[10560],
     | 99.99th=[16512]
   bw (  KiB/s): min=  512, max=1560576, per=100.00%, avg=226371.83, stdev=353549.73, samples=92
   iops        : min=    2, max= 6096, avg=884.25, stdev=1381.06, samples=92
  lat (nsec)   : 500=39.15%, 750=33.86%, 1000=12.53%
  lat (usec)   : 2=10.07%, 4=4.01%, 10=0.32%, 20=0.05%, 100=0.01%
  lat (usec)   : 500=0.01%
  cpu          : usr=0.35%, sys=14.46%, ctx=4498, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,40960,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=220MiB/s (231MB/s), 220MiB/s-220MiB/s (231MB/s-231MB/s), io=10.0GiB (10.7GB), run=46548-46548msec

Disk stats (read/write):
  vdc: ios=0/9649, merge=0/10, ticks=0/5769612, in_queue=5803331, util=98.48%