alicloud/disk.test9.log
test9: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 thread

test9: (groupid=0, jobs=1): err= 0: pid=3235: Sun Aug 25 12:09:45 2019
  write: IOPS=15.1k, BW=58.9MiB/s (61.8MB/s)(10.0GiB/173738msec); 0 zone resets
    slat (nsec): min=1932, max=1793.3M, avg=44536.65, stdev=1636786.90
    clat (nsec): min=1260, max=1802.9M, avg=693451.92, stdev=6769613.35
     lat (usec): min=4, max=1802.9k, avg=738.20, stdev=6992.32
    clat percentiles (usec):
     |  1.00th=[    73],  5.00th=[    76], 10.00th=[    77], 20.00th=[    79],
     | 30.00th=[    81], 40.00th=[    82], 50.00th=[    84], 60.00th=[    87],
     | 70.00th=[    92], 80.00th=[    99], 90.00th=[   109], 95.00th=[  6456],
     | 99.00th=[ 13304], 99.50th=[ 15270], 99.90th=[ 18482], 99.95th=[ 19530],
     | 99.99th=[191890]
   bw (  KiB/s): min=   16, max=745376, per=100.00%, avg=86834.65, stdev=154302.11, samples=239
   iops        : min=    4, max=186344, avg=21708.66, stdev=38575.53, samples=239
  lat (usec)   : 2=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=82.39%
  lat (usec)   : 250=11.72%, 500=0.02%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=3.83%, 20=2.00%, 50=0.02%
  lat (msec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=1.46%, sys=9.01%, ctx=11549, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=58.9MiB/s (61.8MB/s), 58.9MiB/s-58.9MiB/s (61.8MB/s-61.8MB/s), io=10.0GiB (10.7GB), run=173738-173738msec

Disk stats (read/write):
  vdc: ios=0/232942, merge=0/928, ticks=0/21553713, in_queue=21556190, util=97.33%