alicloud/nfs.test2.log
test2: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread
test2: Laying out IO file (1 file / 10240MiB)

test2: (groupid=0, jobs=1): err= 0: pid=3244: Sun Aug 25 12:10:39 2019
  write: IOPS=71.8k, BW=281MiB/s (294MB/s)(10.0GiB/36494msec); 0 zone resets
    slat (nsec): min=1764, max=76399k, avg=12247.44, stdev=295423.11
    clat (nsec): min=411, max=4789.4k, avg=516.87, stdev=5073.16
     lat (usec): min=2, max=76407, avg=13.00, stdev=295.58
    clat percentiles (nsec):
     |  1.00th=[  422],  5.00th=[  426], 10.00th=[  426], 20.00th=[  430],
     | 30.00th=[  430], 40.00th=[  434], 50.00th=[  438], 60.00th=[  450],
     | 70.00th=[  516], 80.00th=[  564], 90.00th=[  604], 95.00th=[  620],
     | 99.00th=[  708], 99.50th=[  868], 99.90th=[ 8512], 99.95th=[11712],
     | 99.99th=[23936]
   bw (  KiB/s): min=212376, max=704328, per=100.00%, avg=287436.26, stdev=105778.51, samples=72
   iops        : min=53094, max=176082, avg=71859.04, stdev=26444.62, samples=72
  lat (nsec)   : 500=66.96%, 750=32.28%, 1000=0.43%
  lat (usec)   : 2=0.16%, 4=0.04%, 10=0.07%, 20=0.06%, 50=0.01%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=6.20%, sys=31.34%, ctx=6179, majf=0, minf=9
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2621440,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=281MiB/s (294MB/s), 281MiB/s-281MiB/s (294MB/s-294MB/s), io=10.0GiB (10.7GB), run=36494-36494msec