alicloud/nfs.test3.log
test3: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
fio-3.12
Starting 1 thread

test3: (groupid=0, jobs=1): err= 0: pid=3249: Sun Aug 25 12:15:40 2019
  write: IOPS=439, BW=1759KiB/s (1802kB/s)(515MiB/300002msec); 0 zone resets
    slat (usec): min=3, max=116, avg= 6.18, stdev= 2.38
    clat (usec): min=1745, max=127681, avg=2251.94, stdev=2373.96
     lat (usec): min=1750, max=127687, avg=2258.49, stdev=2373.98
    clat percentiles (usec):
     |  1.00th=[ 1860],  5.00th=[ 1909], 10.00th=[ 1926], 20.00th=[ 1958],
     | 30.00th=[ 1991], 40.00th=[ 2008], 50.00th=[ 2040], 60.00th=[ 2073],
     | 70.00th=[ 2089], 80.00th=[ 2147], 90.00th=[ 2212], 95.00th=[ 2376],
     | 99.00th=[ 6456], 99.50th=[12649], 99.90th=[40633], 99.95th=[53216],
     | 99.99th=[80217]
   bw (  KiB/s): min= 1192, max= 1992, per=100.00%, avg=1767.94, stdev=137.23, samples=597
   iops        : min=  298, max=  498, avg=441.98, stdev=34.31, samples=597
  lat (msec)   : 2=34.12%, 4=64.37%, 10=0.86%, 20=0.37%, 50=0.21%
  lat (msec)   : 100=0.06%, 250=0.01%
  cpu          : usr=0.24%, sys=0.89%, ctx=132049, majf=0, minf=10
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,131954,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=1759KiB/s (1802kB/s), 1759KiB/s-1759KiB/s (1802kB/s-1802kB/s), io=515MiB (540MB), run=300002-300002msec