alicloud/nfs.test4.log
test4: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=16
fio-3.12
Starting 1 thread

test4: (groupid=0, jobs=1): err= 0: pid=3263: Sun Aug 25 12:20:41 2019
  write: IOPS=4862, BW=18.0MiB/s (19.9MB/s)(5698MiB/300003msec); 0 zone resets
    slat (nsec): min=1663, max=14350k, avg=4262.39, stdev=14062.47
    clat (usec): min=81, max=243126, avg=3284.10, stdev=3722.06
     lat (usec): min=1718, max=243128, avg=3288.69, stdev=3722.09
    clat percentiles (msec):
     |  1.00th=[    3],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    4], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[   14], 99.50th=[   25], 99.90th=[   61], 99.95th=[   70],
     | 99.99th=[  106]
   bw (  KiB/s): min=11808, max=23480, per=99.99%, avg=19446.16, stdev=1668.49, samples=600
   iops        : min= 2952, max= 5870, avg=4861.51, stdev=417.15, samples=600
  lat (usec)   : 100=0.01%, 1000=0.01%
  lat (msec)   : 2=0.74%, 4=91.59%, 10=6.36%, 20=0.68%, 50=0.42%
  lat (msec)   : 100=0.19%, 250=0.01%
  cpu          : usr=1.31%, sys=2.98%, ctx=1315694, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=100.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,1458747,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=16

Run status group 0 (all jobs):
  WRITE: bw=18.0MiB/s (19.9MB/s), 18.0MiB/s-18.0MiB/s (19.9MB/s-19.9MB/s), io=5698MiB (5975MB), run=300003-300003msec